export const questions = [
  {
    id: 1,
    category: "Law",
    question: "عند دخولك في نفق أثناء القيادة نهاراً، عليك:",
    answers: [
      "تشغيل الإضاءة المنخفضة (أضواء التلاقي) وتخفيف السرعة",
      "استعمال الزمور",
      "تشغيل الإضاءة المنخفضة (أضواء التلاقي) وزيادة السرعة",
    ],
    correctAnswer: "تشغيل الإضاءة المنخفضة (أضواء التلاقي) وتخفيف السرعة",
  },
  {
    id: 2,
    category: "Law",
    question: "عند قيادتك لمركبة أثناء الليل خلف مركبة أخرى عليك:",
    answers: [
      "تشغيل الإضاءة المنخفضة (أضواء التلاقي)",
      "استعمال أضواء الطريق (الإضاءة العالية)",
      "عدم استعمال الضوء",
    ],
    correctAnswer: "تشغيل الإضاءة المنخفضة (أضواء التلاقي)",
  },
  {
    id: 3,
    category: "Law",
    question:
      "في حال ظهور مركبة من الجهة المعاكسة أثناء استعمالك للإضاءة العالية ليلاً عليك:",
    answers: [
      "إطفاء الضوء نهائياً",
      "تقطيع الضوء بتبديله بين ضوء الطريق وضوء التلاقي",
      "الانتقال إلى ضوء التلاقي",
    ],
    correctAnswer: "الانتقال إلى ضوء التلاقي",
  },
  {
    id: 4,
    category: "Law",
    question: "عند تعبئة خزان مركبتك بالوقود، عليك:",
    answers: [
      "ألا تهتم لأن هذا الأمر لا ينطوي على أي خطر",
      "أن تطفئ محرك المركبة",
      "أن تبقي المحرك شغالاً",
    ],
    correctAnswer: "أن تطفئ محرك المركبة",
  },
  {
    id: 5,
    category: "Safety",
    question:
      "عندما تتحول الإشارة من اللون الأخضر إلى اللون الأصفر لحظة عبور مركبتك للتقاطع، عليك:",
    answers: [
      "التوقف فوراً وسط التقاطع",
      "متابعة سيرك بانتباه",
      "تركيز نظرك على الإشارة",
    ],
    correctAnswer: "متابعة سيرك بانتباه",
  },
  {
    id: 6,
    category: "Law",
    question: "عند شعورك بالنعاس الشديد أثناء القيادة، عليك:",
    answers: [
      "أن تتناول الأدوية المنشطة ومتابعة السير",
      "ألا تهتم للأمر لأن النعاس سيزول سريعاً",
      "أن تتوقف فوراً في مكان آمن لتأخذ قسطاً من الراحة",
    ],
    correctAnswer: "أن تتوقف فوراً في مكان آمن لتأخذ قسطاً من الراحة",
  },
  {
    id: 7,
    category: "Safety",
    question:
      "عند اقترابك من تقاطع معين يوجد فيه شرطي يقوم بتنظيم السير، ويوجد إشارة مرور ضوئية وإشارة سير ثابتة عليك الالتزام",
    answers: [
      "بتعليمات شرطي السير",
      "بالإشارة الضوئية فقط",
      "بإشارة السير الثابتة فقط",
    ],
    correctAnswer: "بتعليمات شرطي السير",
  },
  {
    id: 8,
    category: "Law",
    question: "فور جلوس السائق خلف المقود عليه أولاً أن:",
    answers: [
      "يعدل المقعد، ثم يعدل المرايا، ثم يربط حزام الأمان، بهذا الترتيب",
      "يربط حزام الأمان، ثم يعدل المرايا، ثم يعدل المقعد، بهذا الترتيب",
      "يربط حزام الأمان، ثم يعدل المقعد، ثم يعدل المرايا، بهذا الترتيب",
    ],
    correctAnswer:
      "يعدل المقعد، ثم يعدل المرايا، ثم يربط حزام الأمان، بهذا الترتيب",
  },
  {
    id: 9,
    category: "Law",
    question:
      "في كل يوم وقبل الانطلاق بالمركبة أو الدراجة لأول مرة، على السائق أن:",
    answers: [
      "يستمع إلى نشرة الأحوال الجوية",
      "يقوم بفحص روتيني لمختلف أنظمة المركبة",
      "لا يقوم بأي فحص طالما أن المحرك يعمل",
    ],
    correctAnswer: "يقوم بفحص روتيني لمختلف أنظمة المركبة",
  },
  {
    id: 10,
    category: "Law",
    question: "لا بأس على السائق أثناء القيادة اذا:",
    answers: ["قرأ الصحيفة", "استعمل الهاتف", "استمع إلى الراديو بصوت منخفض"],
    correctAnswer: "استمع إلى الراديو بصوت منخفض",
  },
  {
    id: 11,
    category: "Law",
    question: "على السائق والركاب أن يربطوا حزام الأمان:",
    answers: ["ضمن دقيقة من الإنطلاق", "قبل الإنطلاق", "قبل تشغيل المحرك"],
    correctAnswer: "قبل تشغيل المحرك",
  },
  {
    id: 12,
    category: "Law",
    question: "الهدف من مسند الرأس الموجود أعلى المقعد هو:",
    answers: [
      "منع انكسار الرقبة أو العنق إذا تعرضت المركبة لصدمة من الخلف",
      "استعماله كوسادة للنوم ليلاً في الرحلات الطويلة",
      "إراحة الرأس أثناء الرحلة",
    ],
    correctAnswer:
      "منع انكسار الرقبة أو العنق إذا تعرضت المركبة لصدمة من الخلف",
  },
  {
    id: 13,
    category: "Law",
    question: "تقل مقدرة السائق على التركيز أثناء القيادة بسبب:",
    answers: [
      "تمتعه بالحيوية والنشاط",
      "الإرهاق والنعاس",
      "القيادة داخل المدينة",
    ],
    correctAnswer: "الإرهاق والنعاس",
  },
  {
    id: 14,
    category: "Law",
    question: "استخدام الهاتف الخلوي أثناء القيادة يؤثر على قيادة السائق بشكل:",
    answers: ["إيجابي", "سلبي", "سلبي وإيجابي معاً"],
    correctAnswer: "سلبي",
  },
  {
    id: 15,
    category: "Law",
    question: "النصيحة الأولى للسائق المحتسي للكحول هي:",
    answers: [
      "أن يقود على سرعة منخفضة",
      "ألا يقود حتى ينتهي مفعول الكحول",
      "ألا يبالي بالأمر",
    ],
    correctAnswer: "ألا يقود حتى ينتهي مفعول الكحول",
  },
  {
    id: 16,
    category: "Law",
    question: "إن القيادة تحت تأثير الأدوية المنوّمة تكون:",
    answers: ["خطيرة", "أقل تعباً", "غير خطيرة"],
    correctAnswer: "خطيرة",
  },
  {
    id: 17,
    category: "Law",
    question: "إذا علقت دواسة الوقود أثناء القيادة، عليك فوراً أن:",
    answers: [
      "تطفئ المحرك دون قفل المقود",
      "تشد فرامل اليد",
      "تصغّر ترس السرعة",
    ],
    correctAnswer: "تطفئ المحرك دون قفل المقود",
  },
  {
    id: 18,
    category: "Law",
    question: "إذا انفتح غطاء المحرك فجأة أثناء سير المركبة، عليك فوراً أن:",
    answers: [
      "تزيد سرعتك قليلاً",
      "تخفف السرعة تدريجياً لتوقف المركبة إلى جانب الطريق",
      "تضغط على الفرامل بشدة",
    ],
    correctAnswer: "تخفف السرعة تدريجياً لتوقف المركبة إلى جانب الطريق",
  },
  {
    id: 19,
    category: "Law",
    question:
      "في حال المطر الشديد، وحتى يتفادى السائق الماهر التأخير، يجب عليه أن يبدأ رحلته:",
    answers: [
      "في وقت أبكر من المعتاد",
      "في وقت متأخر عن المعتاد",
      "متفائلاً بالخير",
    ],
    correctAnswer: "في وقت أبكر من المعتاد",
  },
  {
    id: 20,
    category: "Law",
    question: "قبل أن يصعد السائق إلى مركبته عليه أوّلاً أن:",
    answers: [
      "يتأكد أن لديه وقت كاف",
      "ينظر تحت المركبة ويدور حولها",
      "يربط حزام الأمان",
    ],
    correctAnswer: "ينظر تحت المركبة ويدور حولها",
  },
  {
    id: 21,
    category: "Law",
    question:
      "يجب على سائق المركبة، أثناء القيادة على طرقات مزدحمة، أن يأخذ لمحة سريعة على المرايا مرة كل:",
    answers: ["45 ثانية", "30 ثانية", "4 إلى 8 ثواني"],
    correctAnswer: "4 إلى 8 ثواني",
  },
  {
    id: 22,
    category: "Law",
    question:
      "إذا أراد السائق أن ينعطف بمركبته إلى جهة اليمين، عليه قبل الانعطاف أن ينظر في:",
    answers: [
      "المرآة اليسرى فقط",
      "المرآة اليمنى فقط",
      "كل المرايا وخاصة في المرآة اليمنى والبقعة العمياء",
    ],
    correctAnswer: "كل المرايا وخاصة في المرآة اليمنى والبقعة العمياء",
  },
  {
    id: 23,
    category: "Law",
    question:
      "الخطر الأكبر الذي تشكّله المركبات المتوقفة إلى جانب الرصيف الأيمن على السائق المار بقربها هو:",
    answers: [
      "ارتفاع صوت الراديو منها",
      "رمي النفايات منها",
      "خروج المشاة وخاصة الأطفال من بين تلك المركبات المتوقفة",
    ],
    correctAnswer: "خروج المشاة وخاصة الأطفال من بين تلك المركبات المتوقفة",
  },
  {
    id: 24,
    category: "Law",
    question:
      "الخطر الذي تشكّله المركبات المتوقفة إلى جانب الرصيف الأيمن على السائق المار بقربها هو:",
    answers: [
      "احتمال انطلاق إحداها ودخولها السير فجأة",
      "إصدارها صوت جهاز إنذار السرقة",
      "فتح صندوق الأمتعة",
    ],
    correctAnswer: "احتمال انطلاق إحداها ودخولها السير فجأة",
  },
  {
    id: 25,
    category: "Law",
    question: "كسائق احترازي عليك أن:",
    answers: [
      "أن لا تتنازل عن أفضليتك بالمرور",
      "تأخذ أفضليتك بالمرور عنوة لأنها من حقك",
      "تتنازل عن أفضليتك بالمرور منعاً للحادث",
    ],
    correctAnswer: "تتنازل عن أفضليتك بالمرور منعاً للحادث",
  },
  {
    id: 26,
    category: "Law",
    question: "أثناء القيادة، وقبل استعمالك للفرامل، عليك أولاً أن تنظر:",
    answers: ["في المرايا وخاصة في المرآة الداخلية", "إلى يمينك", "إلى يسارك"],
    correctAnswer: "في المرايا وخاصة في المرآة الداخلية",
  },
  {
    id: 27,
    category: "Law",
    question:
      "إن نظام منع انغلاق الفرامل (ABS) في المركبات الحديثة في حالة الفرملة الشديدة:",
    answers: [
      "من الطبيعي أن يسبب ارتجاجاً في دواسة الفرامل فقط",
      "من الطبيعي أن يصدر ضوضاء وأن يسبب ارتجاجاً في دواسة الفرامل",
      "ليس من الطبيعي أن يصدر ضوضاء وأن يسبب ارتجاجاً في دواسة الفرامل",
    ],
    correctAnswer:
      "من الطبيعي أن يصدر ضوضاء وأن يسبب ارتجاجاً في دواسة الفرامل",
  },
  {
    id: 28,
    category: "Law",
    question:
      "من حسنات نظام منع انغلاق الفرامل (ABS) في المركبات الحديثة، في حالة الفرملة الشديدة، أنه:",
    answers: [
      "يمنع انغلاق الفرامل فقط",
      "لا يمنع انغلاق الفرامل، ولا يمكن السائق من توجيه المركبة",
      "يمنع انغلاق الفرامل ويمكن السائق من توجيه المركبة",
    ],
    correctAnswer: "يمنع انغلاق الفرامل ويمكن السائق من توجيه المركبة",
  },
  {
    id: 29,
    category: "Law",
    question: "عند تعرض مركبتك للانزلاق، عليك، وبسرعة بديهة، أن:",
    answers: [
      "تضغط الفرامل وتوجه مركبتك بعكس اتجاه مؤخرتها",
      "ترفع قدمك عن دواسة الوقود ولا تضغط على الفرامل، وأن توجه المركبة إلى الجهة التي تنزلق بها",
      "تزيد السرعة",
    ],
    correctAnswer:
      "ترفع قدمك عن دواسة الوقود ولا تضغط على الفرامل، وأن توجه المركبة إلى الجهة التي تنزلق بها",
  },
  {
    id: 30,
    category: "Law",
    question:
      "إن تركك لمسافة أمان بين مركبتك والمركبة التي أمامك مباشرة أثناء السير يمكنك من:",
    answers: [
      "تفادي اصدامك بها في حال توقفت فجأة",
      "التمتع بالمناظر الخلابة حولك",
      "قراءة لوحة تسجيل تلك المركبة",
    ],
    correctAnswer: "تفادي اصدامك بها في حال توقفت فجأة",
  },
  {
    id: 31,
    category: "Safety",
    question:
      "لحظة انطلاق المركبة التي أمامك مباشرة عند تحوّل ضوء إشارة المرور من اللون الأحمر إلى اللون الأخضر عليك أن:",
    answers: [
      "تنطلق فوراً بمركبتك خلفها وبسرعة",
      "تزمر",
      "تتأكد من خلو الطريق ثم تنطلق بمركبتك",
    ],
    correctAnswer: "تتأكد من خلو الطريق ثم تنطلق بمركبتك",
  },
  {
    id: 32,
    category: "Safety",
    question:
      "عندما تقترب بمركبتك من إشارة مرور ضوئية تصدر ضوءاً واحداً أصفر متقطعاً، يجب عليك أن:",
    answers: ["تربط حزام الأمان", "تعطي الأفضلية", "تتوقف"],
    correctAnswer: "تعطي الأفضلية",
  },
  {
    id: 33,
    category: "Safety",
    question: "إن وضع حزام الأمان:",
    answers: [
      "غير ضروري بالمطلق",
      "ضروري للراكبين الأماميين فقط",
      "ضروري لجميع ركاب السيارة",
    ],
    correctAnswer: "ضروري لجميع ركاب السيارة",
  },
  {
    id: 34,
    category: "Law",
    question:
      "في حال حصول تعطل فجائي في السيارة وأنت تسير بها على الطريق العام، عليك أن:",
    answers: [
      "تغادر الطريق العام عند أقرب مسافة",
      "توقف السيارة فوراً حيث أنت",
      "تتابع السير إلى المكان الذي تقصد",
    ],
    correctAnswer: "تغادر الطريق العام عند أقرب مسافة",
  },
  {
    id: 35,
    category: "Law",
    question: "يجب على السائق أن يمسك بالمقود:",
    answers: ["بيد واحدة", "بكلتا اليدين", "بأصابع اليدين"],
    correctAnswer: "بكلتا اليدين",
  },
  {
    id: 36,
    category: "Safety",
    question: "لا يجوز أن يزيد عدد الركاب في الشاحنة المحملة عن:",
    answers: ["شخص واحد", "العدد المحدد في الرخصة", "لا يحق لها نقل أي شخص"],
    correctAnswer: "العدد المحدد في الرخصة",
  },
  {
    id: 37,
    category: "Law",
    question: "عند ربط القاطرة بالمقطورة، على السائق أن يتأكد من أن:",
    answers: [
      "مكابح المقطورة مشدودة وأرجلها تلامس الأرض",
      "مكابح المقطورة غير مشدودة وأرجلها تلامس الأرض",
      "المقطورة تلامس الأرض على رجل واحدة",
    ],
    correctAnswer: "مكابح المقطورة مشدودة وأرجلها تلامس الأرض",
  },
  {
    id: 38,
    category: "Law",
    question: "بعد ربط القاطرة بالمقطورة على السائق أن ينتبه إلى أن:",
    answers: [
      "خطوط الهواء والأسلاك الكهربائية موصولة بشكل جيد",
      "خطوط الهواء فقط موصولة بشكل جيد",
      "الأسلاك الكهربائية فقط موصولة بشكل جيد",
    ],
    correctAnswer: "خطوط الهواء والأسلاك الكهربائية موصولة بشكل جيد",
  },
  {
    id: 39,
    category: "Law",
    question: "عند الشروع بربط القاطرة بالمقطورة على السائق أن:",
    answers: [
      "يرجع القاطرة ببطء فوق المقطورة",
      "يرجع القاطرة بسرعة تحت المقطورة",
      "يرجع القاطرة ببطء تحت المقطورة",
    ],
    correctAnswer: "يرجع القاطرة ببطء فوق المقطورة",
  },
  {
    id: 40,
    category: "Law",
    question: "عند فصل القاطرة عن المقطورة، على السائق أن يختار مكاناً:",
    answers: ["منحدراً وليناً.", "مسطحاً وليناً.", "منحدراً وصلباً."],
    correctAnswer: "مسطحاً وليناً.",
  },
  {
    id: 41,
    category: "Law",
    question: "عند فصل القاطرة عن المقطورة على السائق أن:",
    answers: [
      "يشد فرامل المقطورة ولا ينزل أرجلها إلى أقصى حد",
      "يشد فرامل المقطورة وينزل أرجلها إلى أقصى حد",
      "لا يشد فرامل المقطورة وينزل أرجلها إلى أقصى حد",
    ],
    correctAnswer: "يشد فرامل المقطورة وينزل أرجلها إلى أقصى حد",
  },
  {
    id: 42,
    category: "Law",
    question: "لسائق المركبة الثقيلة بقع عمياء حول مركبته وعددها:",
    answers: [
      "أربع بقع عمياء على الأقل",
      "ثماني بقع عمياء على الأقل",
      "ثلاث بقع عمياء",
    ],
    correctAnswer: "أربع بقع عمياء على الأقل",
  },
  {
    id: 43,
    category: "Law",
    question: "على سائق المركبة الثقيلة أن ينتبه إلى ارتفاع مركبته خاصة:",
    answers: [
      "عند مروره فوق جسر",
      "عند مروره تحت جسر أو دخوله في نفق",
      "عندما يقود على طرقات مفتوحة",
    ],
    correctAnswer: "عند مروره تحت جسر أو دخوله في نفق",
  },
  {
    id: 44,
    category: "Law",
    question: "على كل سائق مركبة ثقيلة أن ينتبه إلى عرض مركبته خاصة:",
    answers: [
      "عند قيادته في الطرق المفتوحة",
      "عند أخذه قسطاً من الراحة",
      "عند تجاوزه لمركبة أخرى",
    ],
    correctAnswer: "عند تجاوزه لمركبة أخرى",
  },
  {
    id: 45,
    category: "Law",
    question: "على سائق المركبة الثقيلة أن:",
    answers: [
      "يرجع إلى الخلف في الأماكن المكتظة",
      "يرجع إلى الخلف بعد التقاطع مباشرة",
      "يتفادى الرجوع الى الخلف في الأماكن المكتظة",
    ],
    correctAnswer: "يتفادى الرجوع الى الخلف في الأماكن المكتظة",
  },
  {
    id: 46,
    category: "Law",
    question:
      "التعامل مع المركبات الثقيلة يختلف عنه مع المركبات الصغيرة، فعند انعطاف سائق المركبة الثقيلة إلى اليمين:",
    answers: [
      "لا يجب ترك مسافة كافية لجهة اليمين",
      "يجب ترك مسافة كافية في الأمام",
      "يجب ترك مسافة كافية لجهة اليمين",
    ],
    correctAnswer: "يجب ترك مسافة كافية لجهة اليمين",
  },
  {
    id: 47,
    category: "Law",
    question:
      "حين تقود مركبتك الثقيلة في منعطف يسار، وكي تتفادى عبور عجلاتك اليسرى الخلفية لخط وسط الطريق، عليك أن:",
    answers: [
      "تأخذ أقصى يسارك خلال المنعطف",
      "تأخذ يمينك قليلاً خلال المنعطف",
      "تزيد سرعتك خلال المنعطف",
    ],
    correctAnswer: "تأخذ يمينك قليلاً خلال المنعطف",
  },
  {
    id: 48,
    category: "Law",
    question:
      "حين تقود مركبتك الثقيلة في منعطف يمين، وكي تتفادى نزول عجلاتك اليمنى الخلفية عن حافة الطريق، عليك أن:",
    answers: [
      "تقود مركبتك في وسط مسربك",
      "تأخذ أقصى يمينك خلال المنعطف",
      "تزيد سرعتك خلال المنعطف",
    ],
    correctAnswer: "تقود مركبتك في وسط مسربك",
  },
  {
    id: 49,
    category: "Law",
    question: "عند اقترابك من رأس مرتفع للطريق، عليك أن تتوقع خلف القمة:",
    answers: ["طريق مستقيم", "وجود عقبات", "عدم وجود عقبات"],
    correctAnswer: "وجود عقبات",
  },
  {
    id: 50,
    category: "Law",
    question:
      "للسيطرة على مركبتك وأنت تقودها على المنحدرات، يجب عليك أن تعتمد بشكل أساسي على استعمال:",
    answers: ["الفرامل", "فرامل اليد", "ترس منخفض"],
    correctAnswer: "ترس منخفض",
  },
  {
    id: 51,
    category: "Law",
    question:
      "استعمال المكابح الرئيسية في المركبة بشكل متواصل على منحدر طويل يبطل مفعول المكابح بسبب:",
    answers: ["ازدياد حرارتها", "ضغط سائل الكبح", "قوة المنحدر"],
    correctAnswer: "ازدياد حرارتها",
  },
  {
    id: 52,
    category: "Law",
    question:
      "إذا دخلت منحدراً طويلاً بمركبتك الثقيلة وتأخرت بالانتقال إلى ترس سرعة منخفض وأصبحت سرعتك عالية فسوف:",
    answers: [
      "يصبح من السهل عليك الانتقال إلى ترس سرعة منخفض",
      "يصبح من المستحيل الانتقال إلى ترس سرعة منخفض للسيطرة على المركبة",
      "يصبح بإمكانك تجاوز المركبات بالجملة وبشكل آمن",
    ],
    correctAnswer:
      "يصبح من المستحيل الانتقال إلى ترس سرعة منخفض للسيطرة على المركبة",
  },
  {
    id: 53,
    category: "Law",
    question: "عند قيادتك لمركبتك الثقيلة صعوداً متواصلاً يجب عليك:",
    answers: [
      "تجنب إجهاد المحرك",
      "التزام الجهة اليسرى",
      "عدم السماح للمركبات الصغيرة بتجاوزك",
    ],
    correctAnswer: "تجنب إجهاد المحرك",
  },
  {
    id: 54,
    category: "Law",
    question: "عند قيادتك لمركبتك الثقيلة صعوداً متواصلاً عليك:",
    answers: [
      "الالتزام أقصى اليمين قدر المستطاع",
      "الالتزام أقصى اليسار قدر المستطاع",
    ],
    correctAnswer: "الالتزام أقصى اليمين قدر المستطاع",
  },
  {
    id: 55,
    category: "Law",
    question:
      "إذا كنت تريد أن تتجاوز بمركبتك الثقيلة مركبة أخرى صعوداً وكان ذلك سيستغرق وقتاً طويلاً فعليك أن:",
    answers: [
      "تصرّ على القيام بهذا التجاوز",
      "تزيد من سرعتك فوق الحد المسموح",
      "تصرف النظر عن هذا التجاوز",
    ],
    correctAnswer: "تصرف النظر عن هذا التجاوز",
  },
  {
    id: 56,
    category: "Law",
    question: "قيادة المركبة الثقيلة على طريق وعرة تحتم عليك أن:",
    answers: [
      "تركز اهتمامك إلى الخلف",
      "تزيد من سرعتك قليلاً",
      "تكون حذراً وأن تخطط للطريق مسبقاً",
    ],
    correctAnswer: "تكون حذراً وأن تخطط للطريق مسبقاً",
  },
  {
    id: 57,
    category: "Law",
    question: "التواصل عن طريق التقاء النظر بين السائقين عند التقاطع:",
    answers: [
      "هو أمر محظور على السائقين",
      "يساعد على حل الالتباس المروري بين السائقين",
      "هو من نوع التنبيه",
    ],
    correctAnswer: "يساعد على حل الالتباس المروري بين السائقين",
  },
  {
    id: 58,
    category: "Law",
    question: "لمنع الحوادث يقع على سائق المركبة أن يتفادى قدر استطاعته:",
    answers: [
      "الرجوع بمركبته إلى الخلف",
      "التوقف التدريجي",
      "غسل مركبته على الطريق",
    ],
    correctAnswer: "الرجوع بمركبته إلى الخلف",
  },
  {
    id: 59,
    category: "Law",
    question: "يلزمك القانون بإعطاء الأفضلية:",
    answers: [
      "للحافلات المدرسية المستخدمة لأنوار التحذير.",
      "للسائقات",
      "للمركبات المسرعة",
    ],
    correctAnswer: "للحافلات المدرسية المستخدمة لأنوار التحذير.",
  },
  {
    id: 60,
    category: "Safety",
    question: "يلزم القانون مجمل السائقين بإعطاء الأفضلية للمركبات:",
    answers: [
      "الموجودة داخل المستديرة",
      "الداخلة إلى المستديرة",
      "الموجودة إلى يمين المركبة",
    ],
    correctAnswer: "الموجودة داخل المستديرة",
  },
  {
    id: 61,
    category: "Safety",
    question:
      "القانون يسمح بتركين المركبة (ايقافها وتركها) بشكل مواز للرصيف على طريق ذو مسلكين متعاكسين:",
    answers: [
      "على يمين اتجاه سير المركبة",
      "لا تهتم الجهة طالما أنها لا تعيق حركة السير",
      "على يسار الطريق",
    ],
    correctAnswer: "على يمين اتجاه سير المركبة",
  },
  {
    id: 62,
    category: "Law",
    question: "إسراف سائق المركبة في الطعام:",
    answers: [
      "يمكنه من القيادة بشكل أسلم",
      "يسبب له البلادة وصعوبة في اتخاذ القرارات الصائبة خلال القيادة",
      "يمكنه من القيادة على سرعات عالية جداً",
    ],
    correctAnswer:
      "يسبب له البلادة وصعوبة في اتخاذ القرارات الصائبة خلال القيادة",
  },
  {
    id: 63,
    category: "Law",
    question: "قلة النوم لسائق المركبة:",
    answers: [
      "تساعده على تحسين ردة فعله",
      "تبطئ ردات فعله أثناء القيادة وتسبب له فقدان طفيف للذاكرة",
      "تساعده على الإنتباه",
    ],
    correctAnswer: "تبطئ ردات فعله أثناء القيادة وتسبب له فقدان طفيف للذاكرة",
  },
  {
    id: 64,
    category: "Law",
    question: "خلال الرحلات الطويلة، على سائق المركبة أن يتوقف للراحة كل:",
    answers: ["4 ساعات", "10 ساعات", "8 ساعات"],
    correctAnswer: "4 ساعات",
  },
  {
    id: 65,
    category: "Law",
    question:
      "خلال الرحلات الطويلة، من الأفضل لسائق المركبة أن يتوقف للراحة كل:",
    answers: ["900 كلم", "750 كلم", "250 كلم"],
    correctAnswer: "250 كلم",
  },
  {
    id: 66,
    category: "Law",
    question: "تأثير الكحول على سائق المركبة أثناء القيادة:",
    answers: [
      "يمكن أن يكون قاتلاً للسائقين وللآخرين",
      "يشكل خطراً على الآخرين فقط",
      "يشكل خطراً على السائق",
    ],
    correctAnswer: "يمكن أن يكون قاتلاً للسائقين وللآخرين",
  },
  {
    id: 67,
    category: "Law",
    question: "خلال الرحلات الطويلة، على سائق المركبة أن:",
    answers: [
      "يتناول عقاقير اليقظة باستمرار",
      "يستمر بالقيادة دون التوقف للاستراحة",
      "يتجنب عقاقير اليقظة كلياً",
    ],
    correctAnswer: "يتجنب عقاقير اليقظة كلياً",
  },
  {
    id: 68,
    category: "Law",
    question:
      "أفضل وسيلة ليعرف السائق مدى تأثير الدواء الطبي على القيادة هي أن:",
    answers: [
      "يسأل أحد السائقين المجربين",
      "يسأل الطبيب المعالج أو الصيدلي",
      "يجربه على سائق آخر",
    ],
    correctAnswer: "يسأل الطبيب المعالج أو الصيدلي",
  },
  {
    id: 69,
    category: "Law",
    question:
      "تناول الكحول أو المخدرات أثناء القيادة يولد لدى السائق شعوراً زائفاً:",
    answers: ["بالخوف", "بالشجاعة والإقدام", "بالغضب"],
    correctAnswer: "بالشجاعة والإقدام",
  },
  {
    id: 70,
    category: "Law",
    question: "عندما تريد أن تتجاوز بمركبتك مركبة أخرى، عليك أن:",
    answers: [
      "تتبع إرشادات سائق هذه المركبة لك بواسطة إشاراته الضوئية",
      "لا تعتمد أبداً على إرشادات سائق هذه المركبة",
      "تتبع إرشادات سائق المركبة التي خلفك مباشرة",
    ],
    correctAnswer: "لا تعتمد أبداً على إرشادات سائق هذه المركبة",
  },
  {
    id: 71,
    category: "Law",
    question: "على كل سائق مركبة ثقيلة أن ينتبه إلى عرض مركبته خاصة:",
    answers: [
      "عند دخوله في مكان ضيق",
      "عند أخذه قسطاً من الراحة",
      "عند تحميل المركبة",
    ],
    correctAnswer: "عند دخوله في مكان ضيق",
  },
  {
    id: 72,
    category: "Law",
    question:
      "إذا أراد سائق المركبة الثقيلة أن يرجع إلى الخلف، عليه أن يعتمد على معلومات:",
    answers: ["شخص مساعد", "الكاميرا الخلفية", "المرايا"],
    correctAnswer: "شخص مساعد",
  },
  {
    id: 73,
    category: "Law",
    question: "بعد ملء الصهريج بالحمولة، على سائقه أن يتأكد من أن:",
    answers: [
      "صمامات الإفراغ مغلقة بإحكام",
      "كل أغطية الخزانات وصمامات الإفراغ مغلقة بإحكام",
      "أغطية الخزانات مغلقة بإحكام",
    ],
    correctAnswer: "كل أغطية الخزانات وصمامات الإفراغ مغلقة بإحكام",
  },
  {
    id: 74,
    category: "Law",
    question: "تتأمن الحماية الحقيقة لسائق الدراجة النارية عن طريق:",
    answers: [
      "ارتدائه للملابس الخاصة براكبي الدراجات النارية",
      "القيادة على الإطار الخلفي فقط",
      "تأكد من وجود تأمين على الدراجة",
    ],
    correctAnswer: "ارتدائه للملابس الخاصة براكبي الدراجات النارية",
  },
  {
    id: 75,
    category: "Law",
    question:
      "البدلات الواقية الجلدية الخاصة براكبي الدراجات النارية لها قدرة على مقاومة:",
    answers: [
      "الاحتكاك بالحصى والأسفلت عند السقوط",
      "الحريق",
      "القيادة السريعة بين المركبات",
    ],
    correctAnswer: "الاحتكاك بالحصى والأسفلت عند السقوط",
  },
  {
    id: 76,
    category: "Law",
    question:
      "ارتداء سائق الدراجة النارية للقفازات الخاصة بالدراجات النارية يؤمن له:",
    answers: [
      "حماية اليدين من الاصابة ومن البرد",
      "الحماية القانونية واعتراف شركات التأمين عند حصول اصطدام",
      "التحكم بالمقود على المنحنيات",
    ],
    correctAnswer: "حماية اليدين من الاصابة ومن البرد",
  },
  {
    id: 77,
    category: "Law",
    question:
      "انتعال راكب الدراجة النارية للحذاء الخاص براكبي الدراجات النارية يؤمن له حماية:",
    answers: [
      "الركبة والفخذ من الماء البارد",
      "الأرجل من الغبار",
      "القدمين والقصبة من الإصابة، ومن الماء والبرد",
    ],
    correctAnswer: "القدمين والقصبة من الإصابة، ومن الماء والبرد",
  },
  {
    id: 78,
    category: "Law",
    question:
      "ارتداء سائق الدراجة النارية لواقي العمود الفقري الخاص براكبي الدراجات النارية، يؤمن له حماية:",
    answers: [
      "الصدر والبطن، من الحر والبرد",
      "العمود الفقري والنخاع الشوكي، من المطر",
      "العمود الفقري والنخاع الشوكي، من الاصابة",
    ],
    correctAnswer: "العمود الفقري والنخاع الشوكي، من الاصابة",
  },
  {
    id: 79,
    category: "Law",
    question:
      "ارتداء سائق الدراجة النارية للنظارات الواقية الخاصة براكبي الدراجات النارية، يؤمن له حماية:",
    answers: [
      "الأذنين من البرد",
      "العينين من الريح والرمال والأمطار والحشرات",
      "العينين من ذرف الدموع",
    ],
    correctAnswer: "العينين من الريح والرمال والأمطار والحشرات",
  },
  {
    id: 80,
    category: "Safety",
    question:
      "الخوذة الواقية الخاصة براكبي الدراجات النارية تؤمن للسائق حماية:",
    answers: [
      "العمود الفقري",
      "حاسة السمع من ضوضاء السير",
      "الرأس من الاصابات القاتلة",
    ],
    correctAnswer: "الرأس من الاصابات القاتلة",
  },
  {
    id: 81,
    category: "Safety",
    question:
      "عدم ارتداء سائق الدراجة النارية للخوذة أثناء القيادة، أو ارتداؤه مع ربطها جزئياً أو عدم ربطها بالمطلق:",
    answers: [
      "يعتبر عملاً طبيعياً",
      "يعتبر مخالفة قانونية",
      "يعتبر تصرفاً قانونياً",
    ],
    correctAnswer: "يعتبر مخالفة قانونية",
  },
  {
    id: 82,
    category: "Safety",
    question:
      "مجرد حمل الخوذة الخاصة براكبي الدراجات النارية دون ارتدائها وربطها بشكل صحيح أثناء القيادة:",
    answers: [
      "يعفي السائق من المسائلة القانونية",
      "لا يعفي السائق من المسائلة القانونية",
      "هو تصرف منطقي من قبل السائق",
    ],
    correctAnswer: "لا يعفي السائق من المسائلة القانونية",
  },
  {
    id: 83,
    category: "Law",
    question: "أثناء القيادة الليلية، يجب على سائق الدراجة النارية ارتداء:",
    answers: ["ملابس عادية داكنة اللون", "بدلة فوسفورية خاصة", "ملابس رياضية"],
    correctAnswer: "بدلة فوسفورية خاصة",
  },
  {
    id: 84,
    category: "Law",
    question:
      "يُنصح سائق الدراجة النارية أثناء القيادة، ومن أجل تمكين الآخرين من رؤيته ليلاً، أن:",
    answers: [
      "يضع شرائط أو إشارات عاكسة للضوء",
      "يطفئ أنواره ويضع إشارات عاكسة للضوء",
      "يعمل على جعل فرامله تصدر صريراً",
    ],
    correctAnswer: "يضع شرائط أو إشارات عاكسة للضوء",
  },
  {
    id: 85,
    category: "Law",
    question:
      "إذا كانت الدراجة النارية مجهزة بنظام فراملي هيدروليكي، فيجب دورياً:",
    answers: [
      "ضبط عيار سلك الفرامل",
      "فحص مستوى زيت الفرامل",
      "التخفيف من استعمال الفرامل",
    ],
    correctAnswer: "فحص مستوى زيت الفرامل",
  },
  {
    id: 86,
    category: "Law",
    question:
      "لا يجب أن يقل الحد الأدنى لعمق النقوشات على إطار الدراجة النارية عن:",
    answers: ["6 مليمتر", "3 مليمتر", "5 مليمتر"],
    correctAnswer: "3 مليمتر",
  },
  {
    id: 87,
    category: "Law",
    question:
      "يجب على سائق الدراجة النارية، ولكي يستطيع توجيه المقود دون صعوبة، أن:",
    answers: [
      "يجلس بعيداً عن المقود",
      "يجلس قريباً من المقود",
      "يمسك المقود بيد واحدة",
    ],
    correctAnswer: "يجلس قريباً من المقود",
  },
  {
    id: 88,
    category: "Law",
    question:
      "حتى لا تزيد السرعة عن طريق الخطأ أثناء القيادة، عليك أن تمسك قبضة مقود الدراجة النارية بحيث يكون معصم يدك:",
    answers: ["اليمنى إلى الأعلى", "اليسرى إلى الأعلى", "اليمنى إلى الأسفل"],
    correctAnswer: "اليمنى إلى الأسفل",
  },
  {
    id: 89,
    category: "Law",
    question: "تكون الفرامل ذات فاعلية قصوى عندما يستخدم سائق الدراجة النارية:",
    answers: [
      "الفرامل الخلفية فقط",
      "الفرامل الخلفية والأمامية",
      "قدمه بالضغط بها على الإسفلت",
    ],
    correctAnswer: "الفرامل الخلفية والأمامية",
  },
  {
    id: 90,
    category: "Law",
    question:
      "لتجنب الانزلاق عند استخدام فرامل الدراجة النارية، يجب أن تكون هذه الدراجة منطلقة:",
    answers: ["في منعطف", "بسرعة مناسبة", "باتجاه مستقيم"],
    correctAnswer: "بسرعة مناسبة",
  },
  {
    id: 91,
    category: "Law",
    question: "هناك سببان رئيسيان لانزلاق الدراجة النارية أثناء القيادة وهما:",
    answers: [
      "المحرك السريع والمقود المرتفع",
      "سطح الطريق الزلق وردة الفعل العصبية",
      "السرعة البطيئة وترس سرعة منخفض",
    ],
    correctAnswer: "سطح الطريق الزلق وردة الفعل العصبية",
  },
  {
    id: 92,
    category: "Law",
    question: "عندما تقود دراجتك النارية ليلاً عليك أن:",
    answers: [
      "تخفف سرعتك وتترك مسافة توقف أقل",
      "تخفف سرعتك وتترك مسافة توقف أكبر",
      "تزيد سرعتك وتستعمل الضوء المنخفض",
    ],
    correctAnswer: "تخفف سرعتك وتترك مسافة توقف أكبر",
  },
  {
    id: 93,
    category: "Law",
    question: "عادة ما يكون سبب الردف بالدرّاجة النارية أثناء السير:",
    answers: [
      "توزيع سيئ للحمولة",
      "التواء عجلة واحدة أو إطار واحد على الأقل",
      "دوران العجلتان على المحور نفسه",
    ],
    correctAnswer: "التواء عجلة واحدة أو إطار واحد على الأقل",
  },
  {
    id: 94,
    category: "Law",
    question: "من الأسباب المؤدية إلى تدهور الدرّاجة النارية:",
    answers: [
      "زيوت وحصى على سطح الطريق",
      "السرعة غير المناسبة",
      "وجود حفر على الطريق",
    ],
    correctAnswer: "السرعة غير المناسبة",
  },
  {
    id: 95,
    category: "Law",
    question: "لكي تتفادى الحادث بدراجتك النارية عند التقاطعات يجب عليك أن:",
    answers: [
      "تخفف سرعتك وتتخذ المسرب الصحيح",
      "تعتمد على المرايا",
      "تمر عن يمين المركبات المتوقفة على التقاطع",
    ],
    correctAnswer: "تخفف سرعتك وتتخذ المسرب الصحيح",
  },
  {
    id: 97,
    category: "Law",
    question:
      "عندما تتجاوز بدراجتك النارية عن يسار مركبة ما أمامك، عليك الانتباه أن هذه المركبة قد:",
    answers: [
      "تشغل إشارات التحذير",
      "تنعطف يساراً فجأة",
      "تخفف سرعتها تدريجياً",
    ],
    correctAnswer: "تنعطف يساراً فجأة",
  },
  {
    id: 98,
    category: "Law",
    question:
      "عندما تقود دراجتك النارية بشكل مستقيم عليك الانتباه أن المركبة القادمة من الاتجاه المعاكس قد:",
    answers: [
      "تتوقف في مسارها فجأة",
      "تنعطف بعيداً عن مسارك",
      "تنعطف في مسارك فجأة",
    ],
    correctAnswer: "تنعطف في مسارك فجأة",
  },
  {
    id: 99,
    category: "Law",
    question: "عندما تقود دراجتك النارية بشكل متعرج بين المركبات، فإن ذلك:",
    answers: [
      "يزيد من احتمال تورطك بحادث",
      "يقلل من احتمال تورطك بحادث",
      "يساهم في تخفيف الازدحام",
    ],
    correctAnswer: "يزيد من احتمال تورطك بحادث",
  },
  {
    id: 100,
    category: "Safety",
    question:
      "عندما تقود دراجتك النارية ذات عادم (أشبمان) مفرغ عمداً ويصدر صوتاً مرتفعاً جداً فإن ذلك:",
    answers: [
      "يشهد بانك ذات أفكار خلاقة",
      "يعتبر مخالفة قانونية صريحة",
      "مسموح قانوناً",
    ],
    correctAnswer: "يعتبر مخالفة قانونية صريحة",
  },
  {
    id: 101,
    category: "Law",
    question:
      "ما هي الفوائد البيئية للقيادة الصديقة للبيئة؟ (اختر كافة الاحتمالات التي تنطبق)",
    answers: [
      "تخفيض انبعاث ملوثات الهواء المضرة",
      "زيادة انبعاثات الغازات الدفيئة خصوصاً ثاني أكسيد الكربون",
      "الحد من ازدحام السير",
    ],
    correctAnswer: "تخفيض انبعاث ملوثات الهواء المضرة",
  },
  {
    id: 102,
    category: "Law",
    question:
      "ما هي الوفورات التي تنتج عن القيادة الصديقة للبيئة؟ (اختر كافة الاحتمالات التي تنطبق)",
    answers: [
      "وفورات حتى 50% في الوقود والمال",
      "وفورات في مصاريف التأمين",
      "وفورات في مصاريف صيانة المركبات",
    ],
    correctAnswer: "وفورات في مصاريف صيانة المركبات",
  },
  {
    id: 103,
    category: "Law",
    question: "كيف تحافظ القيادة الصديقة للبيئة على سلامة السائق؟",
    answers: [
      "تحافظ على سلامة الطرق",
      "تعزز مهارات القيادة",
      "كل ما ورد اعلاه",
    ],
    correctAnswer: "كل ما ورد اعلاه",
  },
  {
    id: 104,
    category: "Law",
    question: "كيف تساهم القيادة الصديقة للبيئة في المسؤولية الاجتماعية؟",
    answers: [
      "تخفف التوتر أثناء القيادة",
      "تؤمن راحة أكبر للسائق والركاب",
      "كل ما ورد اعلاه",
    ],
    correctAnswer: "كل ما ورد اعلاه",
  },
  {
    id: 105,
    category: "Law",
    question: "ما هي الأداة التي تستخدمها لمراقبة السرعة على الطريق السريع؟",
    answers: [
      "مثبت السرعة",
      "الاقلاع والتوقف بانتظام",
      "الضغط المفاجئ على الفرامل",
    ],
    correctAnswer: "مثبت السرعة",
  },
  {
    id: 106,
    category: "Law",
    question: "ما هي السرعة الأمثل للقيادة الصديقة للبيئة؟",
    answers: [
      "بين 80 كلم / ساعة و 100 كلم / ساعة",
      "بين 50 كلم / ساعة و 80 كلم / ساعة",
      "بين 40 كلم / ساعة و 50 كلم / ساعة",
    ],
    correctAnswer: "بين 50 كلم / ساعة و 80 كلم / ساعة",
  },
  {
    id: 107,
    category: "Law",
    question:
      "ما هو الحد الأقصى لمستوى دورات المحرك في الدقيقة الذي لا يجب تجاوزه؟",
    answers: [
      "3000 دورة في الدقيقة",
      "4000 دورة في الدقيقة",
      "2000 دورة في الدقيقة",
    ],
    correctAnswer: "2000 دورة في الدقيقة",
  },
  {
    id: 108,
    category: "Law",
    question: "ما هي نتيجة تجاوز دورات المحرك معدل 2000 دورة في الدقيقة؟",
    answers: [
      "ارتفاع في استهلاك الوقود",
      "انخفاض في استهلاك الوقود",
      "ارتفاع في درجة حرارة المحرك",
    ],
    correctAnswer: "ارتفاع في استهلاك الوقود",
  },
  {
    id: 109,
    category: "Law",
    question: "الإقلاع بسرعة والضغط المفاجئ على الفرامل يؤدي إلى:",
    answers: ["هدر الوقود", "إهتراء سريع للفرامل والإطارات", "كل ما ورد أعلاه"],
    correctAnswer: "كل ما ورد أعلاه",
  },
  {
    id: 110,
    category: "Law",
    question:
      "ما هي نسبة الانخفاض في استهلاك الوقود عند تغيير فلاتر الزيت والنفط بشكل منتظم؟",
    answers: ["2 إلى 3 %", "1 إلى 2 %", "1 إلى 3 %"],
    correctAnswer: "1 إلى 2 %",
  },
  {
    id: 111,
    category: "Law",
    question: "ما هو زيت المحرك الأفضل للبيئة؟",
    answers: [
      "الزيت الذي يحافظ على الطاقة ذو مصدر نباتي",
      "الزيت الذي يحافظ على الطاقة لإحتوائه على إضافات تخفف الإحتكاك ضمن المحرك",
      "الزيت الذي يحافظ على الطاقة لإحتوائه على إضافات تحافظ على المحرك نظيفا",
    ],
    correctAnswer:
      "الزيت الذي يحافظ على الطاقة لإحتوائه على إضافات تخفف الإحتكاك ضمن المحرك",
  },
  {
    id: 112,
    category: "Law",
    question: "كيف يمكن إطالة مدة استخدام الإطارات؟",
    answers: [
      "تغيير الإطارات سنويا",
      "فحص ضغط الإطارات مرة في الشهر على الأقل للحفاظ على مقاومة دحرجة منخفضة",
      "فحص ضغط الإطارات مرة في السنة على الأقل للحفاظ على مقاومة دحرجة منخفضة",
    ],
    correctAnswer:
      "فحص ضغط الإطارات مرة في الشهر على الأقل للحفاظ على مقاومة دحرجة منخفضة",
  },
  {
    id: 113,
    category: "Law",
    question: "ما هي الفائدة من تنظيف واستبدال فلتر الهواء بشكل دوري؟",
    answers: [
      "كل ما سبق",
      "الحد من تلوث الهواء",
      "تحسين أداء المحرك بنسبة 6-11%",
    ],
    correctAnswer: "كل ما سبق",
  },
  {
    id: 114,
    category: "Law",
    question: "ماذا يجب أن تفعل عندما تتوقف السيارة عن التحرك لأكثر من دقيقة؟",
    answers: ["وضع ناقل السرعة (فيتيس) على ال (N)", "لا شيء", "إطفاء المحرك"],
    correctAnswer: "إطفاء المحرك",
  },
  {
    id: 115,
    category: "Law",
    question: "كيف يمكن تحسين أداء المحرك وتقليل مستوى الانبعاثات الضارة؟",
    answers: [
      "تغيير مياه المحرك بانتظام",
      "استخدام وقود نظيف يتوافق مع المعايير الدولية",
      "تبديل المحرك دوريا",
    ],
    correctAnswer: "استخدام وقود نظيف يتوافق مع المعايير الدولية",
  },
  {
    id: 116,
    category: "Law",
    question: "ماذا يجب أن تفعله بعد ملء خزان السيارة بالوقود؟",
    answers: [
      "التأكد من أن غطاء خزان الوقود مغلق بإحكام",
      "التأكد من أن غطاء خزان الوقود مفتوح وسليم من اي عيوب",
      "التأكد من أن درجة حرارة المحرك مستقرة",
    ],
    correctAnswer: "التأكد من أن غطاء خزان الوقود مغلق بإحكام",
  },
  {
    id: 117,
    category: "Law",
    question: "ما هي فائدة وقوف السيارة في الظل؟",
    answers: [
      "تخفيف الضغط على مكيفات الهواء عند الإقلاع",
      "خفض استهلاك الوقود",
      "كل ما ورد أعلاه",
    ],
    correctAnswer: "كل ما ورد أعلاه",
  },
  {
    id: 118,
    category: "Law",
    question: "ما هي نسبة زيادة استهلاك الوقود عند الاستعمال الدائم للمكيف؟",
    answers: ["0.3", "0.1", "0.2"],
    correctAnswer: "0.1",
  },
  {
    id: 119,
    category: "Law",
    question:
      "أي مما يلي يقلل من استهلاك الوقود؟ (اختر كافة الاحتمالات التي تنطبق)",
    answers: [
      "القيادة بسرعة متفاوتة وعشوائية",
      "تخفيف حمولة السيارة",
      "القيادة في وقت الذروة",
    ],
    correctAnswer: "تخفيف حمولة السيارة",
  },
  {
    id: 120,
    category: "Law",
    question: "ما هي القيادة الصديقة للبيئة؟",
    answers: [
      "القيادة الإقتصادية والصديقة للبيئة من خلال إتباع طرق قيادة سهلة، ذكية، ومسؤولة تساهم في خفض استهلاك الوقود وتحد من تلوث الهواء الناجم عن النقل البري",
      "استخدام الوقود بكفاءة في قيادة المركبات من خلال اتباع طرق سهلة، ذكية، ومسؤولة تساهم في رفع مستوى الامان خلال اقسام الطرق الصعبة",
      "استخدام الاضاءة بكفاءة في قيادة المركبات من خلال اتباع طرق سهلة، ذكية في استهلاك المياه",
    ],
    correctAnswer:
      "القيادة الإقتصادية والصديقة للبيئة من خلال إتباع طرق قيادة سهلة، ذكية، ومسؤولة تساهم في خفض استهلاك الوقود وتحد من تلوث الهواء الناجم عن النقل البري",
  },
  {
    id: 121,
    category: "Signs",
    question: "",
    answers: ["إنتبه طريق منزلق", "إنتبه مطبات", "إنتبه انخفاضات"],
    correctAnswer: "إنتبه انخفاضات",
  },
  {
    id: 122,
    category: "Signs",
    question: "",
    answers: ["اتجاه مستديرة", "انتبه منعطف يسار", "انتبه منعطف يمين"],
    correctAnswer: "انتبه منعطف يمين",
  },
  {
    id: 123,
    category: "Signs",
    question: "",
    answers: [
      "اتجاه إختياري إلى اليسار",
      "إنتبه منعطف يسار",
      "إنتبه منعطف يمين",
    ],
    correctAnswer: "إنتبه منعطف يسار",
  },
  {
    id: 124,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه منطقة سير على خطين",
      "إنتبه منعطفان أولهما يسار",
      "إنتبه منعطفان أولهما يمين",
    ],
    correctAnswer: "إنتبه منعطفان أولهما يمين",
  },
  {
    id: 125,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه منطقة سير على خطين",
      "انتبه منعطفان أولهما يسار",
      "انتبه منعطفان أولهما يمين",
    ],
    correctAnswer: "انتبه منعطفان أولهما يسار",
  },
  {
    id: 126,
    category: "Signs",
    question: "",
    answers: ["إنتبه طريق منزلق", "إنتبه طريق ضيق", "إنتبه منحدر خطر"],
    correctAnswer: "إنتبه طريق منزلق",
  },
  {
    id: 127,
    category: "Signs",
    question: "",
    answers: ["إنتبه أولاد أو مدرسة", "ممر غير مؤمن", "ممنوع المرور"],
    correctAnswer: "إنتبه أولاد أو مدرسة",
  },
  {
    id: 128,
    category: "Signs",
    question: "",
    answers: ["حيوانات متشرّدة", "ممنوع للحيوانات", "إنتبه حيوانات"],
    correctAnswer: "إنتبه حيوانات",
  },
  {
    id: 129,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه تقاطع مع طرقات بدون أفضلية",
      "إنتبه منطقة سير على خطين",
      "منطقة سير على اليمين",
    ],
    correctAnswer: "إنتبه منطقة سير على خطين",
  },
  {
    id: 130,
    category: "Signs",
    question: "",
    answers: ["ممنوع الإلتفاف", "إنتبه مستديرة", "إنتبه أخطار متنوعة"],
    correctAnswer: "إنتبه مستديرة",
  },
  {
    id: 131,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه تقاطع مع طرقات بدون أفضلية",
      "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
      "انتبه تقاطع",
    ],
    correctAnswer: "انتبه تقاطع",
  },
  {
    id: 132,
    category: "Signs",
    question: "",
    answers: [
      "التقاء مع طريق سريع",
      "إنتبه تقاطع مع طرقات بدون أفضلية",
      "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
    ],
    correctAnswer: "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
  },
  {
    id: 133,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه تقاطع على اليمين",
      "انتبه تقاطع مع طرقات بدون أفضلية",
      "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
    ],
    correctAnswer: "انتبه تقاطع مع طرقات بدون أفضلية",
  },
  {
    id: 134,
    category: "Signs",
    question: "",
    answers: ["طريق أفضلية", "موقف لحظة", "نهاية تحديد السرعة"],
    correctAnswer: "طريق أفضلية",
  },
  {
    id: 135,
    category: "Signs",
    question: "",
    answers: ["انتبه ممر للمشاة", "ممر غير مخصص للمشاة", "ممنوع مرور المشاة"],
    correctAnswer: "انتبه ممر للمشاة",
  },
  {
    id: 136,
    category: "Signs",
    question: "",
    answers: ["ممر لعربات اليد", "ممنوع مرور الدراجات", "انتبه ممر للدراجات"],
    correctAnswer: "انتبه ممر للدراجات",
  },
  {
    id: 137,
    category: "Signs",
    question: "",
    answers: ["إنتبه طريق واسع", "إنتبه طريق ضيق على اليسار", "إنتبه طريق ضيق"],
    correctAnswer: "إنتبه طريق ضيق",
  },
  {
    id: 138,
    category: "Signs",
    question: "",
    answers: [
      "أفضلية مرور لليمين",
      "طريق ضيق على اليمين",
      "انتبه طريق ضيق على اليسار",
    ],
    correctAnswer: "انتبه طريق ضيق على اليسار",
  },
  {
    id: 139,
    category: "Signs",
    question: "",
    answers: [
      "نهاية الأفضلية",
      "انتبه طريق ضيق على اليمين",
      "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
    ],
    correctAnswer: "انتبه طريق ضيق على اليمين",
  },
  {
    id: 140,
    category: "Signs",
    question: "",
    answers: [
      "منطقة جبلية",
      "إنتبه طريق ضيق",
      "إنتبه إحتمال سقوط أو وجود صخور",
    ],
    correctAnswer: "إنتبه إحتمال سقوط أو وجود صخور",
  },
  {
    id: 141,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع الدخول لعموم السيارات",
      "إنتبه إشارات كهربائية",
      "إنتبه مستديرة",
    ],
    correctAnswer: "إنتبه إشارات كهربائية",
  },
  {
    id: 142,
    category: "Signs",
    question: "",
    answers: [
      "انتبه مخاطر متنوعة",
      "ممنوع المرور",
      "انتبه أفسح الطريق - طريق أفضلية أمامك",
    ],
    correctAnswer: "انتبه مخاطر متنوعة",
  },
  {
    id: 143,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه مخاطر متنوعة",
      "ممنوع المرور",
      "إنتبه أفسح الطريق - طريق أفضلية أمامك",
    ],
    correctAnswer: "إنتبه أفسح الطريق - طريق أفضلية أمامك",
  },
  {
    id: 144,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع المرور",
      "نهاية الأفضلية",
      "إنتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
    ],
    correctAnswer: "نهاية الأفضلية",
  },
  {
    id: 145,
    category: "Signs",
    question: "",
    answers: [
      "نهاية الأفضلية",
      "انتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
      "ممنوع التجاوز لجميع المركبات",
    ],
    correctAnswer: "انتبه أفضلية المرور للسيارات المتجهة من الجهة المقابلة",
  },
  {
    id: 146,
    category: "Signs",
    question: "",
    answers: ["طريق على خط واحد", "ممنوع الدخول", "قف"],
    correctAnswer: "قف",
  },
  {
    id: 147,
    category: "Signs",
    question: "",
    answers: [
      "طريق على خط واحد",
      "ممنوع الوقوف",
      "ممنوع الدخول لعموم السيارات",
    ],
    correctAnswer: "ممنوع الدخول لعموم السيارات",
  },
  {
    id: 148,
    category: "Signs",
    question: "",
    answers: ["أخطار متنوعة", "ممنوع الوقوف", "ممنوع المرور"],
    correctAnswer: "ممنوع المرور",
  },
  {
    id: 149,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع التجاوز للشاحنات",
      "ممنوع التجاوز لجميع المركبات",
      "ممنوع المرور",
    ],
    correctAnswer: "ممنوع التجاوز لجميع المركبات",
  },
  {
    id: 150,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه أفسح الطريق - طريق أفضلية أمامك",
      "السرعة القصوى 30 كلم في الساعة",
      "السرعة الدنيا 80 كلم في الساعة",
    ],
    correctAnswer: "السرعة القصوى 30 كلم في الساعة",
  },
  {
    id: 151,
    category: "Signs",
    question: "",
    answers: ["ممنوع التزمير", "ممنوع الوقوف", "مسرح"],
    correctAnswer: "ممنوع التزمير",
  },
  {
    id: 152,
    category: "Signs",
    question: "",
    answers: [
      "طريق مخصص للشاحنات",
      "مسموح التجاوز للشاحنات",
      "ممنوع التجاوز للشاحنات",
    ],
    correctAnswer: "ممنوع التجاوز للشاحنات",
  },
  {
    id: 153,
    category: "Signs",
    question: "",
    answers: [
      "مسموح مرور عربات الحيوانات",
      "ممنوع مرور المشاة",
      "ممنوع مرور عربات الحيوانات",
    ],
    correctAnswer: "ممنوع مرور عربات الحيوانات",
  },
  {
    id: 154,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع مرور السيارات",
      "إنتبه طريق مخصص للمشاة",
      "ممنوع مرور المشاة",
    ],
    correctAnswer: "ممنوع مرور المشاة",
  },
  {
    id: 155,
    category: "Signs",
    question: "",
    answers: [
      "ممر إجباري للسيارات",
      "طريق مخصص للدراجات",
      "ممنوع المرور للدراجات",
    ],
    correctAnswer: "ممنوع المرور للدراجات",
  },
  {
    id: 156,
    category: "Signs",
    question: "",
    answers: [
      "ممر خاص للدراجات النارية",
      "طريق مخصص للدراجات النارية",
      "ممنوع المرور للدراجات النارية",
    ],
    correctAnswer: "ممنوع المرور للدراجات النارية",
  },
  {
    id: 157,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع وقوف عربات اليد",
      "طريق مخصص لعربات اليد",
      "ممنوع مرور عربات اليد",
    ],
    correctAnswer: "ممنوع مرور عربات اليد",
  },
  {
    id: 158,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع المرور لعموم السيارات",
      "ممنوع وقوف السيارات",
      "طريق مخصص للسيارات",
    ],
    correctAnswer: "ممنوع المرور لعموم السيارات",
  },
  {
    id: 159,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع مرور السيارات التي يزيد عرضها عن 2,3 متر",
      "ممنوع مرور الشاحنات التي يزيد طولها عن 2,3 متر",
      "ممنوع مرور الشاحنات",
    ],
    correctAnswer: "ممنوع مرور السيارات التي يزيد عرضها عن 2,3 متر",
  },
  {
    id: 160,
    category: "Signs",
    question: "",
    answers: [
      "إتجاه إجباري للشاحنات",
      "ممنوع مرور الشاحنات التي يزيد وزنها عن 3،5 طن",
      "ممنوع مرور الشاحنات التي يفوق علوها عن 3,5 متر",
    ],
    correctAnswer: "ممنوع مرور الشاحنات التي يفوق علوها عن 3,5 متر",
  },
  {
    id: 161,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع مرور الشاحنات التي تزيد حمولتها عن 6,5 طن",
      "ممنوع مرور الشاحنات التي يفوق طولها عن 10 امتار",
      "ممنوع زيادة الحمولة أكثر من 10 أمتار",
    ],
    correctAnswer: "ممنوع مرور الشاحنات التي يفوق طولها عن 10 امتار",
  },
  {
    id: 162,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع مرور الشاحنات التي تزيد حمولة كل دولاب منها عن 7 أطنان",
      "ممنوع مرور الشاحنات التي تزيد حمولتها عن 7 طن",
      "ممنوع مرور الشاحنات التي يفوق علوها عن 7 امتار",
    ],
    correctAnswer: "ممنوع مرور الشاحنات التي تزيد حمولتها عن 7 طن",
  },
  {
    id: 163,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع السرعة",
      "بداية الإشارات الممنوعة",
      "نهاية الإشارات الممنوعة",
    ],
    correctAnswer: "نهاية الإشارات الممنوعة",
  },
  {
    id: 164,
    category: "Signs",
    question: "",
    answers: ["تحديد السرعة", "بداية تحديد السرعة", "نهاية تحديد السرعة"],
    correctAnswer: "نهاية تحديد السرعة",
  },
  {
    id: 165,
    category: "Signs",
    question: "",
    answers: [
      "إتجاه إجباري على اليسار",
      "ممنوع الإلتفاف على اليمين",
      "الإلتفاف على اليمين",
    ],
    correctAnswer: "الإلتفاف على اليمين",
  },
  {
    id: 166,
    category: "Signs",
    question: "",
    answers: [
      "الإلتفاف على اليسار",
      "إتجاه إختياري مستقيم أو يمين",
      "ممنوع الإلتفاف على اليسار",
    ],
    correctAnswer: "الإلتفاف على اليسار",
  },
  {
    id: 167,
    category: "Signs",
    question: "",
    answers: [
      "إتجاه إختياري, يمين ويسار",
      "ممنوع المرور يمين ويسار",
      "إتجاه إجباري مستقيم",
    ],
    correctAnswer: "إتجاه إختياري, يمين ويسار",
  },
  {
    id: 168,
    category: "Signs",
    question: "",
    answers: [
      "إتجاه إجباري للشاحنات لجهة اليمين",
      "ممنوع الإتجاه نحو اليسار",
      "إتجاه إختياري يمين أو مستقيم",
    ],
    correctAnswer: "إتجاه إختياري يمين أو مستقيم",
  },
  {
    id: 169,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع الإتجاه نحو اليسار",
      "ممر إجباري نحو اليسار",
      "إتجاه إختياري مستقيم أو يسار",
    ],
    correctAnswer: "إتجاه إختياري مستقيم أو يسار",
  },
  {
    id: 170,
    category: "Signs",
    question: "",
    answers: [
      "إتجاه إختياري نحو اليمين",
      "خط الطريق الرئيسية",
      "ممر إجباري نحو اليسار",
    ],
    correctAnswer: "ممر إجباري نحو اليسار",
  },
  {
    id: 171,
    category: "Signs",
    question: "",
    answers: [
      "إتجاه إختياري مستقيم",
      "ممنوع الإلتفاف إلى اليمين",
      "ممر إجباري يمين",
    ],
    correctAnswer: "ممر إجباري يمين",
  },
  {
    id: 172,
    category: "Signs",
    question: "",
    answers: [
      "ممر إجباري يمين أو يسار",
      "ممنوع الإلتفاف يمين أو يسار",
      "إتجاه أختياري نحو اليمين",
    ],
    correctAnswer: "ممر إجباري يمين أو يسار",
  },
  {
    id: 173,
    category: "Signs",
    question: "",
    answers: [
      "طريق للمشاة والدراجات الهوائية",
      "طريق مخصص للدراجات الهوائية",
      "نهاية حلبة الدراجات الهوائية",
    ],
    correctAnswer: "نهاية حلبة الدراجات الهوائية",
  },
  {
    id: 174,
    category: "Signs",
    question: "",
    answers: [
      "نهاية حلبة الدراجات الهوائية",
      "ممنوع مرور المشاة والدراجات الهوائية",
      "طريق للمشاة والدراجات فقط",
    ],
    correctAnswer: "طريق للمشاة والدراجات فقط",
  },
  {
    id: 175,
    category: "Signs",
    question: "",
    answers: ["ممنوع الإلتفاف يميناً", "إتجاه إجباري يمين", "وجهة السير"],
    correctAnswer: "ممنوع الإلتفاف يميناً",
  },
  {
    id: 176,
    category: "Signs",
    question: "",
    answers: ["إلتفاف إلزامي", "وجهة السير", "ممنوع الإلتفاف"],
    correctAnswer: "ممنوع الإلتفاف",
  },
  {
    id: 177,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع مرور الأوتوبيسات",
      "طريق مخصص للأوتوبيسات",
      "نهاية منع تجاوز الأوتوبيسات",
    ],
    correctAnswer: "ممنوع مرور الأوتوبيسات",
  },
  {
    id: 178,
    category: "Signs",
    question: "",
    answers: [
      "طريق مخصص للشاحنات",
      "ممنوع مرور الشاحنات",
      "ممنوع مرور الشاحنات التي يزيد وزنها عن 6،5 طن",
    ],
    correctAnswer: "ممنوع مرور الشاحنات",
  },
  {
    id: 179,
    category: "Signs",
    question: "",
    answers: [
      "طريق الزامي للشاحنات",
      "ممنوع وقوف الشاحنات",
      "ممنوع مرور الشاحنات التي تزيد حمولتها عن 6,5 طن",
    ],
    correctAnswer: "ممنوع مرور الشاحنات التي تزيد حمولتها عن 6,5 طن",
  },
  {
    id: 180,
    category: "Signs",
    question: "",
    answers: [
      "طريق الزامي للشاحنات",
      "ممنوع مرور الشاحنات المحملة بمواد خطرة",
      "ممنوع مرور الشاحنات التي تجر قاطرة",
    ],
    correctAnswer: "ممنوع مرور الشاحنات التي تجر قاطرة",
  },
  {
    id: 181,
    category: "Signs",
    question: "",
    answers: [
      "موقف لحظة للآليات الزراعية",
      "طريق مخصص للآليات الزراعية",
      "ممنوع مرور الآليات الزراعية",
    ],
    correctAnswer: "ممنوع مرور الآليات الزراعية",
  },
  {
    id: 182,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه منطقة سير على خطين",
      "نهاية منع تجاوز الشاحنات",
      "نهاية منع التجاوز",
    ],
    correctAnswer: "نهاية منع التجاوز",
  },
  {
    id: 183,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه منطقة سير على خطين",
      "طريق مخصص للشاحنات فقط",
      "نهاية منع تجاوز الشاحنات",
    ],
    correctAnswer: "نهاية منع تجاوز الشاحنات",
  },
  {
    id: 184,
    category: "Signs",
    question: "",
    answers: ["ممنوع الوقوف", "ممنوع التجاوز لجميع المركبات", "ممنوع المرور"],
    correctAnswer: "ممنوع الوقوف",
  },
  {
    id: 185,
    category: "Signs",
    question: "",
    answers: ["ممنوع الوقوف والتوقف", "ممنوع الوقوف", "ممنوع المرور"],
    correctAnswer: "ممنوع الوقوف والتوقف",
  },
  {
    id: 186,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع الوقوف في هذا المكان",
      "ممنوع المرور بهذا الإتجاه",
      "إتجاه إجباري مستقيم",
    ],
    correctAnswer: "إتجاه إجباري مستقيم",
  },
  {
    id: 187,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع الوقوف يساراً",
      "ممنوع الإتجاه نحو اليسار",
      "وجهة السير إلى اليسار",
    ],
    correctAnswer: "وجهة السير إلى اليسار",
  },
  {
    id: 188,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع الوقوف ناحية اليمين",
      "ممنوع الإتجاه نحو اليمين",
      "وجهة السير إلى اليمين",
    ],
    correctAnswer: "وجهة السير إلى اليمين",
  },
  {
    id: 189,
    category: "Signs",
    question: "",
    answers: ["موقع توقف", "وجهة سير مستديرة", "ممنوع الإلتفاف"],
    correctAnswer: "وجهة سير مستديرة",
  },
  {
    id: 190,
    category: "Signs",
    question: "",
    answers: [
      "أدنى سرعة إجبارية",
      "ممنوع الوقوف أكثر من ثلاثين دقيقة",
      "أقصى سرعة إجبارية",
    ],
    correctAnswer: "أدنى سرعة إجبارية",
  },
  {
    id: 191,
    category: "Signs",
    question: "",
    answers: [
      "نهاية أدنى سرعة",
      "السرعة القصوى 30",
      "ممنوع الوقوف أكثر من ثلاثين دقيقة",
    ],
    correctAnswer: "نهاية أدنى سرعة",
  },
  {
    id: 192,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه طريق منزلق",
      "يجب نزع السلاسل المعدنية",
      "السيارات المجهزة بسلاسل معدنية فقط",
    ],
    correctAnswer: "السيارات المجهزة بسلاسل معدنية فقط",
  },
  {
    id: 193,
    category: "Signs",
    question: "",
    answers: ["طريق للمشاة", "ممنوع المرور للمشاة", "منتزه"],
    correctAnswer: "طريق للمشاة",
  },
  {
    id: 194,
    category: "Signs",
    question: "",
    answers: ["ممر للمشاة فوق الطريق", "نهاية طريق للمشاة", "طريق مخصص للمشاة"],
    correctAnswer: "نهاية طريق للمشاة",
  },
  {
    id: 195,
    category: "Signs",
    question: "",
    answers: [
      "ممنوع وقوف الدراجات الهوائية",
      "ممنوع مرور الدراجات الهوائية",
      "حلبة مخصصة للدراجات الهوائية",
    ],
    correctAnswer: "حلبة مخصصة للدراجات الهوائية",
  },
  {
    id: 196,
    category: "Signs",
    question: "",
    answers: [
      "إتجاه إلزامي نحو اليسار",
      "ممنوع الوقوف يساراً",
      "ممنوع الإلتفاف يساراً",
    ],
    correctAnswer: "ممنوع الإلتفاف يساراً",
  },
  {
    id: 197,
    category: "Signs",
    question: "",
    answers: ["إنتبه جسر متحرك", "طريق على خطين موصول بجسر", "مستشفى"],
    correctAnswer: "مستشفى",
  },
  {
    id: 198,
    category: "Signs",
    question: "",
    answers: [
      "إنتبه ممر للمشاة",
      "إنتبه ممنوع مرور المشاة",
      "نهاية طريق للمشاة",
    ],
    correctAnswer: "إنتبه ممر للمشاة",
  },
  {
    id: 199,
    category: "Signs",
    question: "",
    answers: [
      "حلبة مخصصة للدراجات الهوائية",
      "يمنع ركوب الدراجات الهوائية",
      "ممر مخصص للدراجات",
    ],
    correctAnswer: "ممر مخصص للدراجات",
  },
  {
    id: 200,
    category: "Signs",
    question: "",
    answers: ["نقطة إلتقاء خطين", "طريق يصل بخط رئيسي", "طريق غير نافذ"],
    correctAnswer: "طريق غير نافذ",
  },
  {
    id: 201,
    category: "Signs",
    question: "",
    answers: ["إنتبه مدرج طيران", "إنتبه جسر", "أوتوستراد"],
    correctAnswer: "أوتوستراد",
  },
  {
    id: 202,
    category: "Signs",
    question: "",
    answers: ["جسر فوق الطريق", "نهاية الأوتوستراد", "إنتبه طريق ضيق"],
    correctAnswer: "نهاية الأوتوستراد",
  },
  {
    id: 203,
    category: "Signs",
    question: "",
    answers: ["جسر", "نفق", "إنتبه طريق وعرة"],
    correctAnswer: "نفق",
  },
  {
    id: 204,
    category: "Signs",
    question: "",
    answers: ["للأطباء فقط", "مركز نجدة - مساعدة", "موقف مخصص للمعاقين"],
    correctAnswer: "مركز نجدة - مساعدة",
  },
  {
    id: 205,
    category: "Signs",
    question: "",
    answers: ["ممنوع وقوف المعاقين", "موقف لحظة", "موقف مخصص للمعوقين"],
    correctAnswer: "موقف مخصص للمعوقين",
  },
  {
    id: 206,
    category: "Signs",
    question: "",
    answers: ["ممنوع الوقوف", "موقف", "موقف لحظة"],
    correctAnswer: "موقف لحظة",
  },
  {
    id: 207,
    category: "Signs",
    question: "",
    answers: [
      "موقف تاكسي",
      "موقف للعموم - ممنوع للتاكسي أكثر من سيارتين",
      "ممنوع وقوف سيارات التاكسي",
    ],
    correctAnswer: "موقف تاكسي",
  },
  {
    id: 208,
    category: "Signs",
    question: "",
    answers: ["إزالة فورية", "إستعلامات", "شرطة"],
    correctAnswer: "شرطة",
  },
  {
    id: 209,
    category: "Signs",
    question: "",
    answers: ["محطة وقود", "إستعلامات", "مركز انترنت"],
    correctAnswer: "إستعلامات",
  },
  {
    id: 210,
    category: "Signs",
    question: "",
    answers: ["موقف مخصص للشرطة", "إطفاء", "شرطة البلدية"],
    correctAnswer: "شرطة البلدية",
  },
  {
    id: 211,
    category: "Signs",
    question: "",
    answers: ["تقاطع خطر", "إنعطاف غير مباشر إلى اليسار", "خط الطريق الرئيسية"],
    correctAnswer: "خط الطريق الرئيسية",
  },
  {
    id: 212,
    category: "Signs",
    question: "",
    answers: ["موقف", "موقف لحظة", "ممنوع الوقوف"],
    correctAnswer: "موقف",
  },
  {
    id: 213,
    category: "Signs",
    question: "",
    answers: ["مركز للتصليح", "مطعم", "فندق"],
    correctAnswer: "فندق",
  },
  {
    id: 214,
    category: "Signs",
    question: "",
    answers: ["إستعلامات", "مرطبات", "مطعم"],
    correctAnswer: "مطعم",
  },
  {
    id: 215,
    category: "Signs",
    question: "",
    answers: ["مطعم", "هاتف", "محطة وقود"],
    correctAnswer: "هاتف",
  },
  {
    id: 216,
    category: "Signs",
    question: "",
    answers: ["محطة وقود", "مركز للتصليح", "مطعم"],
    correctAnswer: "محطة وقود",
  },
  {
    id: 217,
    category: "Signs",
    question: "",
    answers: ["خط سير مخصص للباصات", "ممنوع وقوف الباصات", "موقف باص"],
    correctAnswer: "موقف باص",
  },
  {
    id: 218,
    category: "Signs",
    question: "",
    answers: [
      "موقع توقف ونداء ومساعدة",
      "موقع للمقطورات والخيم",
      "ممنوع الوقوف",
    ],
    correctAnswer: "موقع للمقطورات والخيم",
  },
  {
    id: 219,
    category: "Signs",
    question: "",
    answers: ["خفف السرعة", "إنعطاف غير مباشر إلى اليسار", "إنعطاف"],
    correctAnswer: "إنعطاف",
  },
  {
    id: 220,
    category: "Signs",
    question: "",
    answers: ["خفف السرعة", "إنعطاف غير مباشر إلى اليسار", "إنعطاف"],
    correctAnswer: "إنعطاف غير مباشر إلى اليسار",
  },
  {
    id: 221,
    category: "Signs",
    question: "",
    answers: ["انتبه منعطف يمين", "انتبه مطبات", "انتبه انخفاضات"],
    correctAnswer: "انتبه مطبات",
  },
  {
    id: 222,
    category: "Safety",
    question:
      "إذا كان الطريق مقسوماً إلى مسلكين محددين بخطوط متواصلة أو بفواصل، يجب على السائق:",
    answers: [
      "عدم إجتياز هذه الخطوط أو الفواصل",
      "السير في الإتجاه المعاكس",
      "إجتياز هذه الخطوط والفواصل والسير عليها",
    ],
    correctAnswer: "عدم إجتياز هذه الخطوط أو الفواصل",
  },
  {
    id: 223,
    category: "Safety",
    question: "على سائق السيارة، في حالة السير العادي:",
    answers: [
      "أن يلتزم الجانب الأيمن من الطريق دون تنبيه",
      "أن يلتزم الجانب الأيسر من الطريق",
      "أن يتجاوز الخطوط بقصد التجاوز",
    ],
    correctAnswer: "أن يلتزم الجانب الأيمن من الطريق دون تنبيه",
  },
  {
    id: 224,
    category: "Safety",
    question:
      "إذا كان المسلك محدد بخط متقطع محاذ لخط متواصل، أي من هذه الأجوبة صح:",
    answers: [
      "يسمح للسائق إجتياز الخط المتقطع إذا كان إلى يساره مباشرة",
      "لا يسمح للسائق إجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة",
      "يحظر على السائق اجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة",
    ],
    correctAnswer:
      "يحظر على السائق اجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة",
  },
  {
    id: 225,
    category: "Law",
    question: "تخصص الأرصفة، عند وجودها:",
    answers: [
      "للمشاة وعربات الأولاد والمرضى والمقعدين المدفوعين بالأيدي",
      "لوضع أي شيء يعيق سير المنتفعين",
      "لإيقاف السيارة في حال السماح بذلك",
    ],
    correctAnswer: "للمشاة وعربات الأولاد والمرضى والمقعدين المدفوعين بالأيدي",
  },
  {
    id: 226,
    category: "Safety",
    question:
      "على السائق الذي يتأهب لإدخال تغيير هام في سرعة مركبته أو إتجاهها:",
    answers: [
      "أن يتجاوز الخطوط المتقطعة دون أي سابق إنذار",
      "أن يتأكد مسبقاً من إمكانية إجراء ذلك بدون خطر وأن ينبه غيره إلى ذلك",
      "أن يتجاوز الخطوط المتواصلة فيما إذا كانت إلى يساره مباشرة",
    ],
    correctAnswer:
      "أن يتأكد مسبقاً من إمكانية إجراء ذلك بدون خطر وأن ينبه غيره إلى ذلك",
  },
  {
    id: 227,
    category: "Safety",
    question: "على السائق أن لا يستعمل المكابح في السير فجأة إلا :",
    answers: ["بداعي التوقف", "بداعي تجربتها", "بداعي الخطر"],
    correctAnswer: "بداعي الخطر",
  },
  {
    id: 228,
    category: "Safety",
    question: "على السائق أن يلتزم جانب:",
    answers: [
      "اليسار عندما يريد سائق آخر تجاوزه",
      "اليسار من الطريق عندما يقبل عليه سائق آخر من الجهة المعاكسة",
      "اليمين من الطريق عندما يقبل عليه سائق آخر من الجهة المعاكسة",
    ],
    correctAnswer:
      "اليمين من الطريق عندما يقبل عليه سائق آخر من الجهة المعاكسة",
  },
  {
    id: 229,
    category: "Safety",
    question: "يُحَذِّر على السائق:",
    answers: [
      "تجاوز سائق آخر من الجانب الأيسر عندما تكون الرؤية كافية",
      "السير على الجانب الأيمن، عندما يُقبل عليه من الجهة المقابلة سائق آخر",
      "تجاوز الفرق العسكرية وقوى الأمن والمواكب على إختلاف أنواعها وهي في حالة السير",
    ],
    correctAnswer:
      "تجاوز الفرق العسكرية وقوى الأمن والمواكب على إختلاف أنواعها وهي في حالة السير",
  },
  {
    id: 230,
    category: "Safety",
    question: "يُحَظر على سائقي المركبات:",
    answers: [
      "أن يوقفوا محركات مركباتهم عن الدوران بقصد تسييرها في المنحدرات بقوة إندفاعها",
      "أن يتمهلوا بالسير على الجانب الأيسر",
      "أن يسيروا بالإتجاه المحدد",
    ],
    correctAnswer:
      "أن يوقفوا محركات مركباتهم عن الدوران بقصد تسييرها في المنحدرات بقوة إندفاعها",
  },
  {
    id: 231,
    category: "Safety",
    question: "يُحَظر على سائق المركبة:",
    answers: [
      "يجري مناورة عكس الإتجاه (Demi Tour) في وسط الطريق العام ضمن المناطق المأهولة",
      "أن يتأكد من إجراء مناورة التجاوز دون خطر",
      "أن يسير بالإتجاه المحدد",
    ],
    correctAnswer:
      "يجري مناورة عكس الإتجاه (Demi Tour) في وسط الطريق العام ضمن المناطق المأهولة",
  },
  {
    id: 232,
    category: "Safety",
    question: "يُحَظر على السائق أن:",
    answers: [
      "يتأكد من إجراء التجاوز دون خطر",
      "أن يسير بالإتجاه المحدد",
      "يسير بغير الإتجاه المحدد",
    ],
    correctAnswer: "يسير بغير الإتجاه المحدد",
  },
  {
    id: 233,
    category: "Safety",
    question: "يُحَظر على السائق أن:",
    answers: [
      "السير على الجانب الأيمن من الطريق",
      "أن يتأكد من إجراء مناورة التجاوز دون خطر",
      "غسل المركبات على الطريق العام",
    ],
    correctAnswer: "غسل المركبات على الطريق العام",
  },
  {
    id: 234,
    category: "Safety",
    question: "على السائق أن:",
    answers: [
      "أن لا يأخذ بعين الإعتبار وضعية الطرق وحالتها وكثافة السير",
      "يزيد السرعة عندما تكون الرؤية سيئة",
      "يخفف السرعة أو أن يتوقف كلما أوجبت الظروف وخاصة عندما تكون الرؤية سيئة",
    ],
    correctAnswer:
      "يخفف السرعة أو أن يتوقف كلما أوجبت الظروف وخاصة عندما تكون الرؤية سيئة",
  },
  {
    id: 235,
    category: "Safety",
    question: "على السائق:",
    answers: [
      "التلاقي على اليسار",
      "التجاوز على اليمين عندما تكون الطريق ذات مسرب واحد",
      "التجاوز على اليسار",
    ],
    correctAnswer: "التجاوز على اليسار",
  },
  {
    id: 236,
    category: "Safety",
    question: "على السائق في حال التلاقي:",
    answers: [
      "أن يلتزم خط الوسط في حال كانت الطريق مسلك واحد",
      "أن يلتزم الجهة اليسار من الطريق بقدر ما يسمح وجود سالكين آخرين عليها",
      "أن يلتزم الجهة اليمين من الطريق بقدر ما يسمح وجود سالكين آخرين عليها",
    ],
    correctAnswer:
      "أن يلتزم الجهة اليمين من الطريق بقدر ما يسمح وجود سالكين آخرين عليها",
  },
  {
    id: 237,
    category: "Safety",
    question: "على السائق قبل الشروع بالتجاوز:",
    answers: [
      "عدم مراعاة تدابير السير الممكن إتخاذها ضمن المناطق المأهولة",
      "أن يقوم بالتجاوز حتى ولو باشر السائق الذي يتبعه بمناورة تجاوز مماثلة",
      "أن يتأكد من أن من يتبعه من السائقين لم يباشر بعد مناورة تجاوز مماثلة",
    ],
    correctAnswer:
      "أن يتأكد من أن من يتبعه من السائقين لم يباشر بعد مناورة تجاوز مماثلة",
  },
  {
    id: 238,
    category: "Safety",
    question: "على السائق قبل الشروع بالتجاوز:",
    answers: [
      "أن ينبه السائق الذي يريد تجاوزه",
      "له أفضلية التجاوز ولو باشر السائق الذي يتبعه عملية مماثلة",
      "عدم تنبيه السائق الذي يريد تجاوزه",
    ],
    correctAnswer: "أن ينبه السائق الذي يريد تجاوزه",
  },
  {
    id: 239,
    category: "Safety",
    question: "عند التجاوز، يجب على السائق أن:",
    answers: [
      "يستعمل النصف الأيسر من الطريق، على أن لا يضايق ذلك السائرين في الإتجاه المعاكس",
      "لا يلتزم اليمين مباشرة بعد التجاوز",
      "يستعمل النصف الأيسر من الطريق، ولو كان ذلك يضايق السائرين في الإتجاه المعاكس",
    ],
    correctAnswer:
      "يستعمل النصف الأيسر من الطريق، على أن لا يضايق ذلك السائرين في الإتجاه المعاكس",
  },
  {
    id: 240,
    category: "Safety",
    question: "يسمح بالتجاوز على اليمين خلافاً للقاعدة:",
    answers: [
      "في حال أشار السائق بأنه ينوي التوجه إلى اليمين",
      "لا يسمح بالتجاوز على اليمين",
      "في المسالك والطرقات التي تحتوي أكثر من مسربين، شرط أن يتأكد السائق أن إنتقاله من مسرب إلى آخر لا يسبب خطراً أو إزعاجاً للآخرين",
    ],
    correctAnswer:
      "في المسالك والطرقات التي تحتوي أكثر من مسربين، شرط أن يتأكد السائق أن إنتقاله من مسرب إلى آخر لا يسبب خطراً أو إزعاجاً للآخرين",
  },
  {
    id: 241,
    category: "Safety",
    question: "يُحَظر التجاوز:",
    answers: [
      "على المنعطفات",
      "إذا كان الطريق مقسم إلى عدة مسالك محددة بخطوط متقطعة",
      "على يسار المركبة إذا كانت الطريق محددة بخطوط متقطعة",
    ],
    correctAnswer: "على المنعطفات",
  },
  {
    id: 242,
    category: "Safety",
    question: "يُحَظر التجاوز:",
    answers: [
      "عن جهة اليمين في جميع الحالات",
      "على الجسور وفي الأنفاق",
      "على الطرقات التي لا تحتوي أكثر من مسرب واحد",
    ],
    correctAnswer: "على الجسور وفي الأنفاق",
  },
  {
    id: 243,
    category: "Safety",
    question: "يُحَظر التجاوز:",
    answers: [
      "في حال بقاء النصف الايسر من الطريق حراً ",
      "إذا كان المقصود تجاوزه يسير على المسلك اليمين للطريق",
      "في حال توقف رتل من السيارات بسبب عرقلة السير أو بسبب وجود إشارة بتوقفها",
    ],
    correctAnswer:
      "في حال توقف رتل من السيارات بسبب عرقلة السير أو بسبب وجود إشارة بتوقفها",
  },
  {
    id: 244,
    category: "Safety",
    question: "يُحَظر التجاوز:",
    answers: [
      "في الحالات التي يسمح فيها شكل الطريق المجال الحر في عرضه بالتجاوز بسهولة وسلامة تامة",
      "إذا كان الطريق مقسم إلى عدة مسالك محددة بخطوط متقطعة",
      "عند رؤوس الطرقات المرتفعة إذا كانت الرؤية إلى الأمام غير كافية إلا بشرط بقاء النصف الأيسر من الطريق حراً",
    ],
    correctAnswer:
      "عند رؤوس الطرقات المرتفعة إذا كانت الرؤية إلى الأمام غير كافية إلا بشرط بقاء النصف الأيسر من الطريق حراً",
  },
  {
    id: 245,
    category: "Safety",
    question:
      "إذا نبهت سيارة من سيارات قوى الأمن أو الإطفائية أو الدفاع المدني أو الإسعاف إلى اقترابها بواسطة الإشارات وجب على سالكي الطريق الآخرين أن:",
    answers: [
      "التوقف فوراً حيثما وجدوا لتسهيل مرور هذه السيارات",
      "زيادة سرعتهم لتسهيل مرور هذه السيارات",
      "يخفضوا سرعتهم وإذا لزم الأمر أن يتوقفوا أو يتنحوا جانباً لتسهيل مرور هذه السيارات",
    ],
    correctAnswer:
      "يخفضوا سرعتهم وإذا لزم الأمر أن يتوقفوا أو يتنحوا جانباً لتسهيل مرور هذه السيارات",
  },
  {
    id: 246,
    category: "Safety",
    question: "يُحَظر التجاوز:",
    answers: [
      "في الطرقات الجبلية الضيقة أو الإنحدار الشديد",
      "في الطرقات الواسعة",
      "إذا كان الطريق مقسم إلى عدة مسالك محددة بخطوط متقطعة",
    ],
    correctAnswer: "في الطرقات الجبلية الضيقة أو الإنحدار الشديد",
  },
  {
    id: 247,
    category: "Safety",
    question: "على السائق عند اقترابه من تقاطع طرق:",
    answers: [
      "أن يتأكد من أن الطريق الذي ينوي قطعه حرّ",
      "أن يلتزم الطرف اليمين من الطريق",
      "المرور دون التثبت من أن الطريق حرّ",
    ],
    correctAnswer: "أن يتأكد من أن الطريق الذي ينوي قطعه حرّ",
  },
  {
    id: 248,
    category: "Safety",
    question:
      "على السائق الذي يتأهب لترك طريق من أجل سلوك طريق آخر واقع إلى يمينه:",
    answers: [
      "أن يميل إلى اليسار دون أن يتعدى محور الطريق",
      "أن يلتزم الطرف الأيسر من الطريق",
      "أن يلتزم الطرف اليمين من الطريق",
    ],
    correctAnswer: "أن يلتزم الطرف اليمين من الطريق",
  },
  {
    id: 249,
    category: "Safety",
    question:
      "على السائق الذي يتأهب لترك طريق من أجل سلوك طريق آخر واقع على يساره أن:",
    answers: [
      "يبقى في خط الوسط دون أن يميل لا يميناً ولا يساراً",
      "يميل إلى يمينه دون أن يتعدى محور الطريق",
      "يميل إلى اليسار دون أن يتعدى محور الطريق",
    ],
    correctAnswer: "يميل إلى اليسار دون أن يتعدى محور الطريق",
  },
  {
    id: 250,
    category: "Safety",
    question: "على السائق الذي يتأهب لترك طريق من أجل سلوك طريق آخر أن:",
    answers: [
      "يميل إلى اليمين ببطء",
      "يقوم بالإلتفاف اللازم بسرعة فائقة كي لا يسبب الإزعاج للآخرين",
      "يقوم بالإلتفاف اللازم بسرعة معتدلة بعد أن يتأكد من إمكان إجراء ذلك دون أي خطر أو إزعاج للآخرين",
    ],
    correctAnswer:
      "يقوم بالإلتفاف اللازم بسرعة معتدلة بعد أن يتأكد من إمكان إجراء ذلك دون أي خطر أو إزعاج للآخرين",
  },
  {
    id: 251,
    category: "Safety",
    question: 'من الأفضل المحافظة على "مسافة أمان":',
    answers: [
      "فقط من جهتي اليمين واليسار",
      "فقط من جهتي الامام والخلف",
      "على كل جوانب المركبة",
    ],
    correctAnswer: "على كل جوانب المركبة",
  },
  {
    id: 252,
    category: "Safety",
    question: 'السماح بوجود "مسافة أمان" مهم لانه:',
    answers: [
      "يعطي فسحة لدخول سيارة أخرى",
      "يمنع الالتهاء بالمركبات الأخرى",
      "يعطي وقت لردّة الفعل والتفاعل مع مجريات السير",
    ],
    correctAnswer: "يعطي وقت لردّة الفعل والتفاعل مع مجريات السير",
  },
  {
    id: 253,
    category: "Safety",
    question: "الضوء الأخضر المستمر على التقاطع يعني أنه",
    answers: [
      "يجب عليك التوقف والتأكد من السير المقابل قبل متابعة السير",
      "لا تستطيع المرور إلى اليمين",
      "يمكنك عبور التقاطع اذا كان ذلك ممكناً",
    ],
    correctAnswer: "يمكنك عبور التقاطع اذا كان ذلك ممكناً",
  },
  {
    id: 254,
    category: "Safety",
    question: "الضوء الأصفر المتقطع يعني:",
    answers: [
      "خفف السرعة وتابع السير بحذر",
      "تابع السير اذا كانت الطريق خالية",
      "توقف ثم تابع السير عند خلو الطريق",
    ],
    correctAnswer: "خفف السرعة وتابع السير بحذر",
  },
  {
    id: 255,
    category: "Safety",
    question: "الضوء الأصفر على تقاطع يعني:",
    answers: ["قف", "انطلق", "خفف السرعة واستعد للتوقف"],
    correctAnswer: "خفف السرعة واستعد للتوقف",
  },
  {
    id: 256,
    category: "Law",
    question: "إذا انفجر دولاب خلال السير:",
    answers: [
      "اترك حرية الحركة للمقود",
      "احرر دوّاسة الوقود لتخفيف سرعة السيارة واقوم بتثبيت المقود وأوقفها خارج الطريق",
      "أخفض سرعة السيارة باستعمال المكابح وأوقفها خارج الطريق",
    ],
    correctAnswer:
      "احرر دوّاسة الوقود لتخفيف سرعة السيارة واقوم بتثبيت المقود وأوقفها خارج الطريق",
  },
  {
    id: 257,
    category: "Law",
    question:
      "إذا أزعجتك انوار السيارة القادمة من الجهة المقابلة عليك النظر إلى:",
    answers: [
      "الجانب الايسر من الطريق",
      "الأسفل وإلى الجانب الايمن من الطريق",
      "وسط الطريق",
    ],
    correctAnswer: "الأسفل وإلى الجانب الايمن من الطريق",
  },
  {
    id: 259,
    category: "Safety",
    question: "إذا دخلت طريق سريع عليك:",
    answers: [
      "تخفيف السرعة",
      "أن تقود بسرعة أقل من السرعة المحددة",
      "تقود بسرعة السير الذي على الطريق السريع",
    ],
    correctAnswer: "تقود بسرعة السير الذي على الطريق السريع",
  },
  {
    id: 260,
    category: "Safety",
    question: "إذا كان المسلك محدّد بخط متقطع محاذ لخط متواصل",
    answers: [
      "يسمح للسائق إجتياز الخط المتقاطع إذا كان إلى يساره مباشرة",
      "يُحظر على السائق إجتياز الخط المتواصل فيما إذا كان إلى يمينه مباشرة",
      "يحظر على السائق اجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة",
    ],
    correctAnswer:
      "يحظر على السائق اجتياز الخط المتواصل فيما إذا كان إلى يساره مباشرة",
  },
  {
    id: 261,
    category: "Safety",
    question: "إذا لاحقتك مركبة وأنت على الجهة اليسرى من الطريق السريع عليك:",
    answers: [
      "زيادة السرعة",
      "ضرب قدمك بتقطع على الكابح لجعلها تبتعد",
      "الاتجاه بمركبتك إلى المسرب اليمين معدلاً سرعتك إلى السرعة على هذا المسرب",
    ],
    correctAnswer:
      "الاتجاه بمركبتك إلى المسرب اليمين معدلاً سرعتك إلى السرعة على هذا المسرب",
  },
  {
    id: 262,
    category: "Law",
    question: "إذا لم يعمل الكابح خلال السير عليك:",
    answers: [
      "توقيف المحرك عن الدوران",
      "الاتجاه مباشرة إلى مرآب التصليح",
      "بسرعة ضرب الكابح بتردد عالي",
    ],
    correctAnswer: "بسرعة ضرب الكابح بتردد عالي",
  },
  {
    id: 263,
    category: "Law",
    question: "في حال سوء الأحوال الجوية:",
    answers: [
      "أتقيد بالسرعة القصوى وإضاءة المصابيح",
      "أتقيد بالسرعة القصوى",
      "القيادة دون السرعة القصوى وبحسب ظروف الطريق",
    ],
    correctAnswer: "القيادة دون السرعة القصوى وبحسب ظروف الطريق",
  },
  {
    id: 264,
    category: "Law",
    question: "تحتاج مسافة توقف إضافية عند السير:",
    answers: ["على طرقات رطبة", "خلف سيارات اخرى", "على طرقات جافة"],
    correctAnswer: "على طرقات رطبة",
  },
  {
    id: 265,
    category: "Safety",
    question: "تُخصَّص الأرصفة، عند وجودها:",
    answers: [
      "لوضع أي شيء يعيق سير المنتجعين",
      "لايقاف السيارة في حال السماح بذلك",
      "للمشاة وعربات الاولاد والمرضى والمقعدين المدفوعين بالايادي",
    ],
    correctAnswer: "للمشاة وعربات الاولاد والمرضى والمقعدين المدفوعين بالايادي",
  },
  {
    id: 266,
    category: "Safety",
    question: "تشير أنوار المكابح الخلفية إلى باقي السائقين إلى أنك:",
    answers: ["تدخل في منعطف", "تبدل المسرب", "تخفف السرعة او تتوقف"],
    correctAnswer: "تخفف السرعة او تتوقف",
  },
  {
    id: 267,
    category: "Safety",
    question: "على تقاطع أربعة اتجاهات، المركبة التي تمر أولاً هي:",
    answers: [
      "المركبة التي تصل أولاً",
      "المركبة التي تتجه إلى اليمين",
      "المركبة التي وصلت أولاً ودخلت التقاطع",
    ],
    correctAnswer: "المركبة التي وصلت أولاً ودخلت التقاطع",
  },
  {
    id: 268,
    category: "Safety",
    question: "عليك التوقف عند رؤية:",
    answers: ["ضوء أصفر مستمر", "ضوء أصفر متقطع", "ضوء احمر متقطع"],
    correctAnswer: "ضوء احمر متقطع",
  },
  {
    id: 269,
    category: "Safety",
    question: "عند استعمال الطريق مع شاحنة من المفيد تذكر أن الشاحنات:",
    answers: [
      "بحاجة لشعاع دَائرة أقصر لتمكن من الإلتفاف",
      "تأخذ مسافة أطول من السيارات للتوقف",
      "يلزمها وقت اقل للتجاوز على منحدر",
    ],
    correctAnswer: "تأخذ مسافة أطول من السيارات للتوقف",
  },
  {
    id: 270,
    category: "Law",
    question: "عند الإلتفاف إلى اليمين على الضوء الأخضر عليك:",
    answers: [
      "تخفيف السرعة بسبب الالتفاف",
      "متابعة السير بالمسرب نفسه",
      "افساح الطريق للمشاة",
    ],
    correctAnswer: "افساح الطريق للمشاة",
  },
];
